
def get_weather(city, token):
    """ Функция, которая принимает строку - название города и возвращает погоду"""

    pass

def get_clothes(city):
    """ Функция, которая принимает строку - название города и возвращает одежду, подходящую для этой температуры"""

    pass

def get_sunset(city):
    """ Функция, которая принимает строку - название города и возвращает время рассвета"""

    pass


def get_sunrise(city):
    """ Функция, которая принимает строку - название города и возвращает время заката"""

    pass


def send_time(city, message):
    """ Функция, которая принимает погодные условия и строку - название города и служит для отправки уведомлений"""

    pass

def is_rain(city, time):
    """ Функция, которая принимает строку - название города и время возвращает 1 или 0, будет ли дождь"""

    pass

def get_speed_wind(city):
    """ Функция, которая принимает строку - название города и время возвращает скорость ветра"""

    pass

def get_pressure(city):
    """ Функция, которая принимает строку - название города и время возвращает давление"""

    pass